<?php
$rualKey=rand(1,24);
$r = array("প্রত্যেক প্রাণী-ই মৃত্যুর স্বাদ গ্রহণ করবে ।","নিশ্চয় আল্লাহ তার সাথে শরীক করার গুনাহ ক্ষমা করবেন না ৷ এটা ছাড়া অন্য সব যাকে ইচ্ছে মাফ করবেন।","নামাজ বেহেস্তের চাবি","মায়ের পায়ের নিচে সন্তানের বেহেস্ত","জামাতের নামাজ একাকি নামাজ হইতে সাতাশগুণ বেশী উত্তম","সওয়াবের আশায় কোন মুসলমান যখন তার পরিবার-পরিজনের জন্য খরচ করে তখন তা সাদকাহ হিসাবে গন্য হয়।","যে ব্যাক্তি অপরের নিন্দা করে
এবং অপরকে অপমান করে
তারা একদিন কষ্টদায়ক পরিনতির
স্বীকার হবে।","যে সন্তান নেক দৃষ্টিতে
মায়ের মুখ দেখে,
আল্লাহ্ তার আমল নামায়
কবুল হজ্জের সোয়াব দান করে।","তোমার পরিবার পরিজনকে নামায পড়ার
নির্দেশ দাও এবং তুমি নিজেও তা দৃঢ়তার
সাথে পালন করতে থাক।","বৈধ ও হালাল জীবিকার ইবাদত ছাড়া,
কোনো প্রকার ইবাদত আল্লাহর
নিকট উঠানো হয় না।","তুমি জান্নাত চেওনা বরং তুমি
দুনিয়াতে এমন কাজ করো যে
জান্নাত তোমাকে চায়।","আর যে ব্যক্তি আল্লাহর উপর
ভরসা করে, তিনিই তার জন্যে
যথেষ্ট।","'নিশ্চয় আল্লাহ তা'য়ালা সেই সকল লোকদের ভালোবাসেন যারা তওবা করে এবং ভালোবাসেন তাদেরকে যারা বেশি পাক পবিত্র থাকে।","আমি অবিশ্বাসীদের জন্যে প্রস্তুত
রেখেছি শিকল, বেড়ি ও প্রজ্বলিত
অগ্নি।","নিশ্চয় আল্লাহ্ তা'য়ালা ধৈর্যশীলদের সাথে আছেন।","আল্লাহ ছাড়া কোন উপাস্য নেই, তিনি চিরঞ্জীব, সবকিছুর ধারক।","তোমরা সত্যকে মিথ্যার সাথে
সংমিশ্রণ কর না এবং জেনে শুনে
সত্য গোপন কর না।","ধ্বংস প্রত্যেক ঐ ব্যক্তির জন্য
যারা পশ্চাতে ও সম্মুখে লোকের
নিন্দা করে ৷","রোজা কিয়ামতের দিন মুমিন ব্যক্তির জন্য সুপারিশকারী হবে।","হে মুমিনগণ, তোমরা আল্লাহকে ভয় কর, যথাযথ ভয়। আর তোমরা মুসলিম হওয়া ছাড়া মারা যেও না।","আল্লাহ ধৈর্যশীলদেরকে ভালবাসেন।","আর তোমরা নিরাশ হয়ো না এবং দুঃখ করো
না। যদি তোমরা মুমিন হও তবে, তোমরাই জয়ী
হবে।","নিঃসন্দেহে সালাত মানুষকে অশ্লীলতা ও মন্দ কাজ থেকে বিরত রাখে","হে বিশ্বাসীগণ! তোমরা ধৈর্য ধারণ কর এবং ধৈর্য ধারণে প্রতিযোগিতা কর।","নিশ্চয়ই আল্লাহ আমার পালনকর্তা এবং তোমাদেরও পালনকর্তা-তাঁর এবাদত কর, এটাই হলো সরল পথ।","আর তোমরা নিরাশ হয়ো না এবং দুঃখ করো না। যদি তোমরা মুমিন হও তবে, তোমরাই জয়ী হবে।");


 ?>
